[{
        "title": "Supreme X Nike Summer Collection",
        "paragraph": "Coming off the back of a Vans collaboration, Supreme has just announced another new project in the form of this Nike collection.
        Although no shoes are present with this release, we are presented with an extensive array of apparel similar to last season’s workwear-inspired offerings. 
        The collection includes items such as a water resistant nylon hooded sport jacket and warm up pant, hooded sweatshirt, sweatpant, jacquard logo sweater and nylon shoulder Bag. 
        Retro sportswear themes run rampant throughout the selection and branding from both labels is inconspicuously strewn across most of the pieces, which should come as a welcome transition into the warmer months.
        The Supreme x Nike 2019 summer collection will be available at the skate label’s in-store locations in New York, Brooklyn, Los Angeles, London, Paris and also its online store from May 23. 
        Japan will see a later release as usual on May 25.",
        "image":"https://image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2019%2F05%2Fsupreme-nike-2019-summer-collection-3.jpg?q=75&w=800&cbr=1&fit=max", 


        "title": "A First Look at the 'Antlia' adidas YEEZY BOOST 350 V2",
        "paragraph": "Earlier this month sneaker insider Yeezy Mafia revealed an “Antlia” adidas YEEZY BOOST 350 V2 would be dropping soon.
        Now thanks to Sneaker Bar Detroit, we have our first look at the forthcoming pair. 
        From the photos, the colorway takes on a similar look as the previous “Butter” and “Glow-in-the-dark” colorways, albeit not as lively. 
        Additionally the gum outsole has been encapsulated in the “Antlia” color palatte while a translucent side stripe replaces the classic SPLY-350 banner, completing the over-all look of this pending release.",
        "image": "https://image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2019%2F05%2Fadidas-yeezy-boost-350-v2-antlia-rumor-release-1.jpg?q=75&w=800&cbr=1&fit=max"
    },
    {
        "title": "Bayern Munich & adidas Unveil Diamond-Patterned 2019/20 Home Jersey",
        "paragraph": "Fresh from debuting Juventus’ new home jersey, adidas Football has also unveiled the kit that will be worn by Bayern Munich throughout the 2019/20 season. 
        The jersey comes in a bold red with a unique diamond design, inspired by the architecture and atmosphere of the club’s Allianz Arena home stadium. As well as the diamond-patterned jersey, 
        Bayern Munich will wear matching red socks and shorts.
        To go along with the red home kit, adidas Football and Bayern Munich have also revealed a green strip to be worn by the goalkeeper. 
        The goalkeeper jersey also comes in a digitally remixed graphic, this time appearing as a tiger camo-style print.
        Bayern Munich’s new home jersey will be worn for the first time against Eintracht Frankfurt on May 18, and is available from the team’s web store and adidas online shop now.",
        "image": "https://image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2019%2F05%2Fbayern-munich-adidas-football-2019-20-home-jersey-first-look-1.jpg?q=75&w=800&cbr=1&fit=max"
    },
    {
        "title": "The Nike Zoom LeBron 3 'SVSM Away' Will Release This Week",
        "paragraph": "nother one of LeBron James‘ SVSM-themed kicks is receiving an official release.
         This time around, the colors of St. Vincent-St. Mary’s High School will grace the Nike Zoom LeBron 3.
        Initially debuted in 2006, Bron’s third signature sneaker will feature a white-based upper with gold and green accents throughout. 
        The Ken Link-designed silhouette’s is wrapped with dynamic straps, while its plush sphere lining offers premium comfort. 
        To close things out, LeBron’s lion head logo is applied to each tongue with a clover to match on the heels.",
        "image": "https://image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2019%2F03%2Fnike-zoom-lebron-3-svsm-green-gold-release-information-1.jpg?q=75&w=800&cbr=1&fit=max"
    },
    {
        "title": "Hypebeast’s ASICS GEL-Kayano 5 “Meadow” To Release At The End Of The Month",
        "paragraph": "Hypebeast‘s footwear collaborations are surely few and far between, starting their endeavors with a Puma collaboration from way back in 2013 to this upcoming ASICS GEL-Kayano 5 dubbed quite appropriately as “Meadow.” 
        Its likeness resembles some of the most colorful entries in the Tiger brand’s arsenal, adding in a vast assortment of cool tones in the form of muted blues and various greens. 
        Smooth white leathers fill the entire front face, leading into the heel wrap through the low profile mudguard while the overarching logo hits across the lateral and medial opt out of the standard materials for one translucent with bright red accents. Luxe suedes accompany in perfect harmony, adding velvety textures next to the much harsher appearance of the underlying mesh. 
        Grab a peek at the pair below and find them rolling out to select retailers come May 31st.",
        "image": "https://sneakernews.com/wp-content/uploads/2019/05/asicstiger-x-hbx-gel-kayano-5-meadow-1021a180-101-1.jpg"
    }
    
]